Revit 2024 API
PDFExportOptions.MaskCoincidentLines Property
 Whether to mask coincident lines.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool MaskCoincidentLines { get; set; }
Visual Basic
Public Property MaskCoincidentLines As Boolean
	Get
	Set
Visual C++
public:
property bool MaskCoincidentLines {
	bool get ();
	void set (bool value);
}
See Also
PDFExportOptions Class
Autodesk.Revit.DB Namespace